Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/other_files/stm200120020033000se_pdts.pdf.tmx
Source language: sme
Languages: nob

source: Subsidiáralaččat ovdandollojuvvui ahte ON-konvenšuvdna siviila ja politihkalaš vuoigatvuođaid birra 1966 artihkal 27 , go bálddalastojuvvo ILO-soahpamušain nr. 169 artihkkala 14 nr. 1 vuosttas čuoggáin , ferte mielddisbuktit ahte stáhta vejolaš eaiggáduššanriekti Čáhputvuovdái ii leat soabahahtti Norgga álbmotrievttálaš geatnegasvuođaiguin eamiálbmogiid buohta .
nob: Subsidiært ble anført at FN-konvensjonen om sivile og politiske rettigheter av 1966 artikkel 27 , sammenholdt med ILO-konvensjon nr. 169 artikkel 14 nr. 1 første punktum , måtte medføre at en eventuell eiendomsrett for staten til Svartskogen ikke er forenlig med Norges folkerettslige forpliktelser overfor urfolk .

source: Juos ii sáhttán vuođđuduvvot njuolga konvenšuvdnageatnegasvuođaide , de fertejedje dat goitge deattuhuvvot árvvoštaladettiin leatgo riekteháhkama eavttut oamastusa dahje dološ áiggi rájes geavaheami bokte devdojuvvon .
nob: Dersom det ikke kunne bygges direkte på konvensjonsforpliktelsene , måtte de i alle tilfelle tillegges vekt ved vurderingen av om vilkårene for rettserverv ved hevd eller alders tidsbruk er oppfylt .

source: Alimusriektái lei stáhta čuoččuhus ahte Meahccekommišuvnna duopmu fertii nannejuvvot nu guhkás go lei guoddaluvvon .
nob: For Høyesterett var statens påstand at Utmarkskommisjonens dom måtte stadfestes så langt den var påanket .

source: Ovdandollojuvvui ahte eaiggáduššanriekti fertii adnojuvvot caggojuvvon dasgo guovlu lei geavahuvvon dainna oainnuin ahte lei sáhka geavahanrievttis , iige eaiggáduššanrievttis .
nob: Det ble anført at eiendomsrett måtte anses avskåret fordi bruken av området hadde vært utøvet med den oppfatning at det var tale om bruksrett , ikke eiendomsrett .

source: Stáhta osttii Čáhputvuovddi 1885s suodjalan dihtii dálolaččaid beroštusaid bohcco vuostá .
nob: Statens kjøp av Svartskogen i 1885 skjedde for å beskytte de fastboendes interesser mot reinen .

source: Háhkan seađai danne leat dovddus hálddašeddjiide , iige gávdnon makkárge ovttamielalaš oaidnu oktasaš eaiggáduššanrievtti hárrái .
nob: Ervervet burde derfor være kjent for oppsitterne , og noen samstemmig oppfatning om kollektiv eiendomsrett forelå ikke .

source: Gáibádus geavahanáigái buori oskkus ii sáhttán adnojuvvot devdojuvon ii oamastusa iige dološ áiggi rájes geavaheami ektui .
nob: Kravet til brukstid i god tro kunne ikke anses oppfylt i forhold til verken hevd eller alders tids bruk .

source: Maiddái biehtaduvvui ahte láhkavuođusin čujuhuvvon konvenšuvnnat livčče sáhttán addit vuđđosa dubmet stáhta massit eaiggáduššanrievtti riidoguvlui .
nob: De ble også bestridt at de påberopte konvensjonene kunne gi grunnlag for å frakjenne staten eiendomsretten til tvisteområdet .

source: Danne go guoddaleaddji áššeoasálaččat čuoččuhedje iežaset geavahan guovllu badjel 100 jagi , de árvvoštalai Alimusriekti ahte čuoččuhuvvon geavaheapmi attii vuđđosa riekteháhkamii dološ áiggi rájes geavaheami bokte .
nob: Ettersom de ankende parter påberopte bruk i mer enn 100 år , vurderte Høyesterett først om den påståtte bruken ga grunnlag for rettserverv ved alders tids bruk .

source: Dát háhkanvuođus ovdeha ahte lea dáhpáhuvvan dihto geavaheapmi , ahte geavaheapmi lea dáhpáhuvvan guhkes áiggi , ja ahte dat lea dáhpáhuvvan buori oskkus .
nob: Dette ervervsgrunnlaget forutsetter at det har foregått en viss bruk , at bruken har foregått i lang tid , og at den har skjedd i god tro .

source: Alimusriekti gávnnahii ahte dát ovdandoallan lei doallevaš .
nob: Høyesterett kom til at denne anførselen førte fram .

source: Geavaheapmi mii lea dáhpáhuvvan Čáhputvuovddis lea molsašuvvan áiggi mielde .
nob: Den bruk som har foregått i Svartskogen har variert noe over tid .

source: Geavaheapmi sisdoalai álgoáiggis murrema ja láddjema .
nob: Bruken bestod i den første tiden av hogst og slått .

source: Láddjen nogai dađistaga , ja lonuhuvvui 1950-logus geassesajodoaluin .
nob: Slåttebruken opphørte etter hvert og ble på 1950-tallet avløst av setring .

source: Maiddái guohtun lea dáhpáhuvvan .
nob: Også beitebruk har vært utøvet .

source: Vuosttasjienasteaddji oktiigeassu geavaheami hárrái lea ná : « Konklušuvdna šaddá dás duohko ahte masá gitta árbejuogu rájes 1879s lea Olmmáivákki veahkadat , earret boazodoalu , ávkkástallan buot geavahanvugiin mat Čáhputvuovddis leat vejolaččat .
nob: Førstvoterendes oppsummering med henhold til bruken er slik : « Konklusjonen blir etter dette at nesten helt siden utskiftningen i 1879 har befolkningen i Manndalen , med unntak for reindriften , utnyttet alle de bruksmåtene Svartskogen gir adgang til .

source: Buot dállonummiriid olbmot leat searvidan , vaikko buohkat eai leat geavahan guovllu seamma olu .
nob: Personer fra alle gårdsnumre har deltatt , selv om ikke alle har utnyttet området like intensivt .

source: Ja oaidnu lea leamaš ahte ii ovttage eaŋkildoalus leat stuorát riekti go nuppiin .
nob: Og oppfatningen har vært at ingen enkeltbruk har større rett enn andre .

source: Vákki olbmuid gaskkas leat dasa lassin leamaš uhccán riiddut geavaheami alde , ja go leat leamaš sierramielalašvuođat , de leat báikkálaččat čoavdán daid .
nob: Internt mellom befolkningen i dalen har det dessuten vært få konflikter om bruken , og ved uenighet har man lokalt funnet løsninger .

source: Mun deattastan maiddái ahte ávkkástallan lea molsašuvvan dan mielde mii lea leamaš lunddolaš ávkkástallan iešguđet áigodagas .
nob: Jeg understreker også at utnyttingen har skiftet karakter i samsvar med hva som har vært naturlig utnyttelse i de ulike periodene .

source: Čoavddasániid hámis sáhttá lohkat geavaheami jotkkolažžan , buotdivnnagin ja árjagin , ja máškidin .
nob: I stikkords form preges bruken av kontinuitet , at den har vært altomfattende og intensiv , og av fleksibilitet .

source: Gáibádus sihke geavaheami viidodahkii ja bistui eaiggáduššanrievtti háhkama dihtii lea dán mielde devdojuvvon . »
nob: Kravet både til brukens omfang og varighet for erverv av eiendomsrett er etter dette oppfylt . »

source: Maiddái eaktu buori oskku hárrái adnojuvvo devdojuvvon .
nob: Også vilkåret om god tro anses oppfylt .

source: Eaktu ságaškuššojuvvo iešguđetlágan dáhpáhusaid ektui , ee. stáhta oastima 1885s , politiijaváidagiid 1921s ja 1946s , dahkkojuvvon láddjen- ja murrenšiehtadusaid , ja muhtun eará dáhpáhusaid ektui .
nob: Vilkåret drøftes i forhold til ulike begivenheter , bl.a. statens kjøp i 1885 , politianmeldelsene i 1921 og 1946 , inngåtte slåtte- og hogstavtaler , samt en del andre hendelser .

source: Vuosttasjienasteaddji oktiigeassá ná : « 1970-logu loahpas lea baicca veahkadat eambbo meannudan stáhta ektui – erenoamážit maŋŋil go Statskog válddii badjelasas hálddaheami 1980s .
nob: Førstvoterende oppsummerer slik : « Fra slutten av 1970-tallet har derimot befolkningen i noen større utstrekning forholdt seg til staten – særlig etter at Statskog overtok forvaltningen i 1980 .

source: In ane almmatge dárbbašlažžan ságaškuššat eaigo leat riekteháhkama eavttut dološ áiggi rájes geavaheami bokte dál šat devdojuvvon .
nob: Jeg finner det imidlertid ikke nødvendig å drøfte om vilkårene for rettserverv ved alders tids bruk nå ikke lenger er oppfylt .

source: Vuovdima rájes 1885s lei dán áigodaga ovdal leamaš lagabui 100 jagi geavaheapmi mii siskkildii visot masa guovlu sáhtii adnojuvvot .
nob: Siden salget i 1885 hadde det forut for denne perioden i nærmere 100 år vært utøvd en bruk som omfatter alt området har kunnet nyttes til .

source: Ja mu oaivila mielde lea dán geavaheapmi čađahuvvon buori oskkus .
nob: Og etter min mening er denne bruken utøvd i god tro .

source: Stáhta geahččalii gal sullii 35 ja 60 jagi maŋŋá bissehit dan earret eará politiijaide váidimiin .
nob: Rett nok forsøkte staten etter ca 35 og 60 år å stanse den blant annet ved politianmeldelser .

source: Muhto goappašiid dáhpáhusain heaittihuvvui ášši , ja stáhta geassádii .
nob: Men i begge tilfeller ble sakene henlagt , og staten trakk seg tilbake .

source: Go geavaheapmi , earret guovtti áigodagas , lea dáhpáhuvvan almmá stáhtalaš seaguheami haga , de ferte dat sáhttit addit vuđđosa riekteháhkamii dološ áiggi rájes geavaheami bokte . »
nob: Når bruken med unntak for to korte perioder har skjedd uten statlig innblanding , må den kunne gi grunnlag for rettserverv ved alders tids bruk » .

source: Vuosttasjienasteaddji čujuha ahte guoddaleaddji áššeoasálaččaid čuoččuhus lea ahte stáhta ii eaiggáduša Čáhputvuovddi .
nob: Førstvoterende viser så til at påstanden fra de ankende parter er at staten ikke eier Svartskogen .

source: Čuoččuhus mearkkaša eahpenjuolgadit ahte guovlu gullá Olmmáivákki veahkadahkii oktasaččat muhtun lágan gilisearveopmodahkan .
nob: Påstanden innebærer implisitt at området tilligger Manndalens befolkning i fellesskap som en form for bygdesameie .

source: Lassedieđáhus St. dieđáhussii nr. 55 ( 2000–2001 ) Sámepolitihka birra gáduššanriekti go veahkadat eanaš lea albmanahttán alddeset leamen geavahanrievtti .
nob: Dette reiser da spørsmålet om det kan erverves eiendomsrett når befolkningen i stor grad bare har gitt uttrykk for de har bruksrett .

source: Gávdnojit almmatge eará dajaldatovdamearkkat , nugo « oktasaš opmodat » ja « gilioppalašeana » .
nob: Det finnes imidlertid eksempler på andre formuleringer , som « gemensam egendom » og « bygdeallmenning » .

source: Vuosttasjienasteaddji oaivvilda ahte ii sáhte leat mearrideaddjin ahte leat geavahuvvon muhtun iešguđetlágan dajaldagat , ja ahte « geavahanriekti » orru leamen eanemus geavahuvvon dajaldat .
nob: Førstvoterende mener det ikke kan være avgjørende at det har vært bruk noe ulike formuleringer , og at « bruksrett » synes å ha vært den mest brukte formuleringen .

source: Vuosttasjienasteaddji oktiigeassá ášši ná : « Meahccekommišuvdna mii maiddái gávnnahii ahte váidagat 1920- ja 1940-logus eai rivven veahkadagas sin buori oskku , ii gávnnahan , nugo namahuvvon , rievttálaš vuđđosa mieđihit eambbo go murren- ja guohtunrievtti .
nob: Førstvoterende oppsummerer sitt syn på saken slik : « Utmarkskommisjonen som også kom til at anmeldelsene på 1920- og 1940-tallet ikke berøvet befolkningen deres gode tro , fant som nevnt ikke rettslig grunnlag for å tilkjenne mer enn hogst- og beiterett .

source: Mu oaivila mielde ferte buotdivnnagis geavaheapmi nugo válddahallojuvvo dás ovddabealde , oažžut stuorát rievttálaš čuvvosiid : Juos dákkár geavaheami livčče olbmot čađahan geain lea eará duogáš , de livččii dat govvidan ahte sii oaivvildedje iežaset eaiggáduššat guovllu .
nob: Etter min mening må den altomfattende bruken som er beskrevet foran , få større rettslige konsekvenser : Hadde en tilsvarende bruk vært utøvd av personer med en annen bakgrunn , ville det avspeilt at de mente å eie området .

source: Sámiin , geat leat dahkan stuorámus oasi Olmmáivákki veahkadagas , ii leat almmatge sin oktasaš valljodatvárreávkkástallamis leamaš seamma árbevierru jurddašit eaiggáduššanrievtti .
nob: Samene , som har utgjort den dominerende del av Manndalens befolkning , har derimot med sin kollektive ressursutnyttelse ikke samme tradisjon for å tenke på eiendomsrett .

source: Liikká gávdnojit nugo čujuhuvvon muhtun ovdamearkkat ahte sii leat atnán dajaldagaid mat nannosit čujuhit eaiggáduššanrievtti oainnu guvlui .
nob: Likevel finnes det som påpekt en del eksempler på at de har anvendt formuleringer som gir en sterk indikasjon på en oppfatning om eiendomsrett .

source: Juos dat galggaš hehttet riekteháhkama dološ áiggi rájes geavaheami bokte ahte gávdnojit eanemus ovdamearkkat ahte sii leat sárdnon geavahanrievttis , de biddjojuvvošii sin ráđđenčađaheapmi , mii sisdoalus vástida eaiggáduššanrievtti čađaheapmái , eahpečuovggusis sierradillái veahkadaga ektui muđui .
nob: Skulle det hindre rettserverv ved alders tids bruk at det finnes flest eksempler på at de har talt om bruksrett , ville deres rådighetsutøvelse , som i innhold tilsvarer utøvelse av eiendomsrett , bli satt i en ugunstig særstilling i forhold til befolkningen for øvrig .

source: Seamma árttas iige sáhte leamen mearrideaddji ahte riekti man Olmmáivákki veahkadat lea háhkan ii ollásit vástit dan mii gusto gilioppalašeatnamiidda .
nob: Av samme grunn kan det heller ikke være avgjørende at den retten Manndalens befolkning har ervervet ikke helt tilsvarer det som gjelder for bygdeallmenninger .

source: Vuoigadahttojuvvon olbmuid biire lea maiddái Olmmáivákkis , ja hálddaheapmi lea earalágan .
nob: Kretsen av berettigede er videre i Manndalen , og forvaltningen forskjellig .

source: Lágas gilioppalašeatnamiid birra geassemánu 19. 1992 nr 59 § 1–1 lea gilioppalašeana meroštallojuvvon « oppalašeanan man eaiggáduššanriekti gullá unnimustá beallái eanadoalloopmodagain main dološ áiggi rájes lea geavahanriekti oppalašeatnamis » .
nob: I lov om bygdeallmenninger av 19. juni 1992 nr. 59 § 1–1 er bygdeallmenning definert som « allmenning hvor eiendomsretten tilligger minst halvparten av de jordbrukseiendommer som fra gammel tid har bruksrett i allmenningen » .

source: Gilioppalašeatnamat gullet nappo eanadoalloopmodagaide , ja Čáhputvuovddi geavaheapmi govvida ráđđejeaddji báikkálaš oainnu ahte buot vákki hálddašeaddjit leat vuoigadahttojuvvon .
nob: Bygdeallmenninger tilligger således jordbrukseiendommer , mens bruken av Svartskogen avspeiler en dominerende lokal oppfatning om at alle oppsitterne i dalen er berettiget .

source: Mo dát gažaldagat galget siskkáldasat čovdojuvvot , ja mo guovlu galgá hálddahuvvot boahtteáiggis , ii galgga mearriduvvot dán áššis . »
nob: Hvordan disse spørsmål skal løses internt , og hvordan området skal forvaltes i fremtiden , skal ikke avgjøres i denne saken . »

source: Gaskavuođa birra álbmotriektái celkojuvvo : « Sorjjasmeahttumit Norgga álbmotrievttálaš geatnegasvuođain mearkkaša dát ahte gea-
nob: Om forholdet til folkeretten uttales :

source: vaheapmi addá vuđđosa riekteháhkamii dološ áiggi rájes geavaheami bokte , ja ahte stáhta eaiggáduššanriekti Čáhputvuovdái ii soaba vuoigatvuođaiguin maid Olmmáivákki veahkadat lea háhkan .
nob: « Uavhengig av Norges folkerettslige forpliktelser tilsier dette at bruken gir grunnlag for rettserverv ved alders tids bruk , og at statens eiendomsrett til Svartskogen ikke er forenlig med de rettigheter som Manndalens befolkning har ervervet .

source: Dat doarju almmatge dan oainnu masa mun lean ollen , ahte soahpá bures ILO-soahpamuša nr. 169 1989 njuolggadusaiguin eamiálbmogiid ja čearddalaš álbmogiid birra iešstivrejeaddji stáhtain artihkkala 14 nr. 1 vuosttas čuoggás ja daid deasttaiguin maid dát njuolggadus galgá áimmahuššat . »
nob: Det støtter imidlertid det standpunkt jeg har kommet til , at det er i godt samsvar med reglene i ILO-konvensjon nr. 169 fra 1989 om urbefolkninger og stammefolk i selvstendige stater artikkel 14 nr. 1 første punktum og de hensyn denne regelen skal ivareta . »

source: 19.3 Ráđđehusa mearkkašeamit 19.3.1 Selbuášši Alimusriekti atná norgga siskkáldas njuolggadusaid doarvái vuođuštit boazodoallorievtti guovllus .
nob: 19.3.1 Selbusaken Høyesterett finner interne norske regler tilstrekkelige for å begrunne reindriftsrett i området .

source: Ii lean nappo dárbbašlaš geassit sisa álbmotrievttálaš njuolggadusaid .
nob: Det var altså ikke nødvendig å trekke inn folkerettslige regler .

source: Alimusriekti nanne liikká ahte ii leat eahpideamisge ahte sámiin lea stáhtus eamiálbmogin Norggas , ja ahte min álbmotrievttálaš geatnegasvuođat ILO-soahpamuša nr. 169 artihkkala 14 mielde bohtet atnui maiddái sámiide Lulli-Trøndelágas .
nob: Høyesterett slår likevel fast at det ikke er tvilsomt at samene har status som urfolk i Norge , og at våre folkerettslige forpliktelser etter artikkel 14 i ILO-konvensjon nr. 169 kommer til anvendelse også for samer i Sør-Trøndelag .

source: Árvvoštallamis leatgo gáibádusat dološ áiggi rájes geavaheapmái devdojuvvon , atná Alimusriekti vuođđun ahte galgá adnojuvvot deasta erenoamáš dilálašvuođain mat leat boazodoalus .
nob: I vurderingen av om kravene til alders tids bruk er oppfylt , legger Høyesterett til grunn at det skal tas hensyn til de særlige forholdene som gjør seg gjeldende i reindriften .

source: Gáibádusat fertejit danne heivehuvvot sámiid ja bohcco geavaheapmái guovllu , ja ferte adnojuvvot deasta das ahte sámiin lea leamaš johtti eallinvuohki .
nob: Kravene må derfor tilpasses samenes og reinens bruk av området , og det må tas hensyn til at samene har hatt en nomadisk livsform .

source: Momeanttat mat leat leamaš ollásuvvon eará guohttuelliid hárrái , eai sáhte šiehpponassii sirdojuvvot boazoguohtumii .
nob: Momenter som har vært framhevet for andre beitedyr kan ikke uten videre overføres til reinbeite .

source: Plenumduomu bokte nannejuvvo maiddái ahte boazodoallolága § 2 vuosttas lađđasa goalmmát čuokkis galgá adnojuvvot láivves duođaštusnoađđenjuolggadussan .
nob: Gjennom plenumsdommen fastslås det også at reindriftsloven § 2 første ledd tredje punktum skal anses som en svak bevisbyrderegel .

source: Dát máksá ahte mearrádusa geavatlaš mearkkašupmi šaddá mihá ráddjejuvvon .
nob: Dette innebærer at bestemmelsens praktiske betydning blir temmelig begrenset .

source: Maiddái lea árta áicat ahte Alimusriekti meannuda luđolaččabut Lappekommišuvnna árvalusa ektui go maid ovdal lea dahkan , ja máhcaha osohahkii dan konklušuvnnaid .
nob: Det er videre grunn til å merke seg at Høyesterett stiller seg friere i forhold til Lappekommisjonens innstilling enn hva som tidligere har vært tilfellet , og tar til dels direkte avstand fra dens konklusjoner .

source: Mii gusto vejolaš čuvvosiidda mat šaddet duomus ovddasguvlui , de ii leat dás vuođus buktit dihto oainnuid dan birra .
nob: Når det gjelder eventuelle konsekvenser dommen vil kunne få framover , er det ikke her grunnlag for å ha bestemte oppfatninger om dette .

source: 19.3.2 Čáhputášši Alimusrievtti duopmu áššis Čáhputvuovddi birra lea erenoamáš , dasgo lea vuosttas geardde go siidii
nob: Som plenumsavgjørelse framstår det imidlertid som klart at den vil være en sentral rettskilde i eventuelle senere tilsvarende saker . 19.3.2 Svartskogensaken

source: St.dieđ. nr. 33 Lassedieđáhus St. dieđáhussii nr. 55 ( 2000–2001 ) Sámepolitihka birra mas leat eanaš sámit lea mieđihuvvon eaiggáduššanriekti stuorát meahcceareálii , man siida lea ávkkástallan dološ áiggi rájes .
nob: Høyesteretts dom i saken om Svartskogen er spesiell for så vidt som det er første gang et bygdelag som i det alt vesentlige består av samer , er tilkjent eiendomsretten til et større utmarksareal , som bygdelaget har utnyttet i alders tid .

source: Sáhttá jerrojuvvot makkár eaiggáthápmi dál lea ásahuvvon duomu bokte .
nob: Det kan reises spørsmål ved hva slags eierform som nå er etablert gjennom dommen .

source: Alimusriekti ii daga njuolga oaivila dása , muhto duopmu ferte áddejuvvot nu ahte ii leat ásahuvvon gilioppalašeana .
nob: Høyesterett tar ikke direkte stilling til dette , men dommen må forstås slik at det ikke er oppstått en bygdeallmenning .

source: Nugo mearkkašuvvo duomus , de lea vuoigadahttojuvvon olbmuid biire viidát Olmmáivákkis go gilioppalašeatnamiin , ja hálddaheapmi lea maiddái earalágan .
nob: Som det bemerkes i dommen er kretsen av berettigede videre i Manndalen enn i bygdeallmenningene , og forvaltningen er også forskjellig .

source: Ráđđehus atná danne vuođđun ahte gilioppalašeanaláhka ii boađe atnui Čáhputvuovddi boahttevaš hálddaheamis .
nob: Regjeringen legger derfor til grunn at bygdeallmenningsloven ikke vil komme til anvendelse på den framtidige forvaltningen av Svartskogen .

source: Vuosttasjienasteaddji mearkkaša almmatge nugo namahuvon dás bajábealde , ahte boahtá eahpenjuolgadit ovdan guoddaleaddji áššeoasálaččaid čuoččuhusas ahte Čáhputvuovdi gullá Olmmáivákki olbmuide oktasaččat muhtun lágan « gilisearveopmodahkan » .
nob: Førstvoterende bemerker imidlertid som nevnt ovenfor at det ligger implisitt i påstanden fra de ankende parter at Svartskogen tilligger Manndalens befolkning i felleskap som en form for « bygdesameie » .

source: Gelbbolašvuođaráddjehusa geažil mii čuovvu Meahccekommišuvdnalága § 2 mearrádusas ( galgá mearriduvvot eaiggáduššágo vai iigo eaiggáduša stáhta ) ii leat Alimusriekti dahkan oaivila diekkár siskkáldas gaskavuođaide , dahje mo guovlu galgá hálddahuvvvot boahtteáiggis .
nob: På bakgrunn av den kompetansebegrensning som følger av bestemmelsen i Utmarkskommisjonslovens § 2 ( det skal avgjøres om staten er eier eller ikke ) , har Høyesterett ikke tatt stilling til slike interne forhold , eller hvordan området skal forvaltes i framtiden .

source: Nugo ráđđehus oaidná , de lea dál Olmmáivákki ássiid duohken árvvoštallat siskkáldas rievttálaš gaskavuođaid mat čatnasit eaiggáthápmái , ja álggahit ulbmillaš hálddaheami guovllus boahtteáigái .
nob: Slik regjeringen ser det blir det nå opp til innbyggerne i Manndalen å vurdere de interne rettslige forholdene knyttet til eierformen , og etablere en hensiktsmessig forvaltning av området for framtiden .

source: Guovllu boazodoallu lea dušše baháláhkai namahuvvon duomus .
nob: Reindriften i området er bare så vidt nevnt i dommen .

source: Stáhta guovllu oastima duogážin 1885s ledje ee. báikkálaš ávžžuhusat ovdaeastadit riidduid bissovaččat ássi sámi veahkadaga ja guovllu boazodoalli sámi veahkadaga gaskkas .
nob: Bakgrunnen for statens kjøp av området i 1885 var bl.a. oppfordringer fra lokalt hold om å forebygge konflikter mellom den fastboende samiske befolkningen og den samiske befolkningen som drev reindrift i området .

source: Boazodoalu geavaheami guovllus guoskevaš áigodagas ii leat Alimusriekti almmatge máinnašan olus .
nob: Reindriftens bruk av området i den aktuelle tidsperioden er imidlertid ikke omtalt av Høyesterett i særlig grad .

source: Almmatge lea čielggas ahte boazodoalu riekti guovllus ii váikkuhuva das go guovllus leat priváhta eaiggádat .
nob: Det er imidlertid klart at retten til å utøve reindrift i området ikke påvirkes av at dette nå har private grunneiere .

source: Ráđđehus čujuha ahte guovlu ain lea oassin boazoguovllus mii siskkilduvvo boazodoallolága §:s 2 , ja dasa lassin §:i 9 vuosttas lađđasii mas lohká : « Boazodoallovuoigatvuohta boazoguovlluin lea geavahanvuoigatvuohta mii beroškeahttá das gii eatnama eaiggáduššá ja nu guhkás go eará ii čuvoš erenoamáš vuoigatvuođadiliin , sisttisdoallá : jna. »
nob: Regjeringen viser til at området fremdeles inngår i reindriftsområde som omhandlet i reindriftslovens § 2 , og dessuten til reindriftslovens § 9 første ledd hvor det heter : « Retten til å utøve reindrift i reinbeiteområde er en bruksrett som uten hensyn til hvem som eier grunnen og så langt det ikke følger av særlige rettsforhold , omfatter : … osv » .

source: danne sáhttit ovdehit ahte duopmu ii berre ráhkadit váttisvuođaid boazodollui dás ovddasguvlui .
nob: Regjeringen må derfor kunne forutsette at dommen ikke bør skape problemer for reindriften i tiden framover .

source: Ráđđehus čujuha muđui ahte stáhta lea dubmehallan massit ( ja Olmmáivákki veahkadat lea celkojuvvon oažžut ) eaiggáduššanrievtti Čáhputvuovdái diggerievttálaš vuđđosa alde , namalassii veahkadaga geavaheami ja dološ áiggi rájes geavaheami oainnuid vuođul .
nob: Regjeringen viser ellers til at staten er fradømt ( og Manndalen-befolkningen derved i realiteten tilkjent ) eiendomsretten til Svartskogen på et tingsrettslig grunnlag , nærmere bestemt befolkningens bruk og oppfatninger i alders tid .
